{
  "1-1": {
    "text": "Если в первый день января небо звездисто — будет богатый урожай ягод."
  },
  "2-1": {
    "text": "Если на второй день января ясная погода — к урожаю в садах."
  },
  "3-1": {
    "text": "Если в этот день сильный мороз и солнце — к хорошему хлебному году."
  },
  "4-1": {
    "text": "Если на Анну (4 января) иней на деревьях — к урожаю хлеба."
  },
  "5-1": {
    "text": "Если в этот день метель, то пчелы будут хорошо роиться."
  },
  "6-1": {
    "text": "Если на Рождественский сочельник небо звёздное — будет урожай грибов."
  },
  "7-1": {
    "text": "Если на Рождество идёт снег — год будет урожайным."
  },
  "8-1": {
    "text": "Если в этот день морозно и ясно — к урожаю гречихи."
  },
  "9-1": {
    "text": "Если на Степанов день (9 января) иней на деревьях — к урожаю льна."
  },
  "10-1": {
    "text": "Если в этот день ветер с севера — к похолоданию, с юга — к оттепели."
  },
  "11-1": {
    "text": "Если на Страшный вечер (11 января) звёзды яркие — к приплоду овец."
  },
  "12-1": {
    "text": "Если в Анисьин день (12 января) солнце ясное — погода будет хорошая."
  },
  "13-1": {
    "text": "Если на Васильев вечер (13 января) луна идёт с рогами вверх — к морозу."
  },
  "14-1": {
    "text": "Если на Старый Новый год ветер дует с юга — год будет жаркий."
  },
  "15-1": {
    "text": "Если в Сильвестров день (15 января) курица хвостом вертит — к метели."
  },
  "16-1": {
    "text": "Если на Гордеев день (16 января) снег падает крупными хлопьями — к оттепели."
  },
  "17-1": {
    "text": "Если в Зосиму-пчельника (17 января) ясно — пчелы будут хорошо роиться."
  },
  "18-1": {
    "text": "Если на Крещенский сочельник звёздная ночь — будет урожай гороха."
  },
  "19-1": {
    "text": "Если на Крещение ясная и холодная погода — к засушливому лету."
  },
  "20-1": {
    "text": "Если в Иванов день (20 января) иней покрывает всё — к урожаю хлеба."
  },
  "21-1": {
    "text": "Если на Емельяна (21 января) вьюга — вся зима будет метельная."
  },
  "22-1": {
    "text": "Если в Филиппов день (22 января) ясное солнце — к урожаю озимых."
  },
  "23-1": {
    "text": "Если на Григория-летоуказателя (23 января) иней — к сырому лету."
  },
  "24-1": {
    "text": "Если в Федосеев день (24 января) оттепель — к ранней весне."
  },
  "25-1": {
    "text": "Если на Татьянин день (25 января) солнце выглянет рано — птицы рано прилетят."
  },
  "26-1": {
    "text": "Если в Ермилов день (26 января) кошка клубком лежит — к морозу."
  },
  "27-1": {
    "text": "Если на Нину (27 января) день ясный — к урожаю овса."
  },
  "28-1": {
    "text": "Если в Павлов день (28 января) ветер — год будет сырой."
  },
  "29-1": {
    "text": "Если на Петра-полукорма (29 января) вьюга — сенокос будет дождливый."
  },
  "30-1": {
    "text": "Если в Антонов день (30 января) оттепель — к ранней весне."
  },
  "31-1": {
    "text": "Если на Афанасьев день (31 января) метель — весна будет поздняя."
  }
}
