{
  "1-1": {
    "name": "Святой мученик Вонифатий",
    "description": "Пострадал за веру во времена Диоклетиана. Известен как целитель от недуга пьянства.",
    "prayer": "О, святой мучениче Вонифатие! Умоли Господа Бога, да избавит нас от страсти пьянства и дарует трезвость души и тела."
  },
  "2-1": {
    "name": "Святой праведный Иоанн Кронштадтский",
    "description": "Великий русский пастырь, проповедник и чудотворец. Основал Дом трудолюбия.",
    "prayer": "О, праведный отче Иоанне, молитвенниче и чудотворче! Моли Христа Бога даровать нам ревность к молитве и делам милосердия."
  },
  "3-1": {
    "name": "Святая праведная Иулиания Лазаревская",
    "description": "Русская святая, прославившаяся подвигом милосердия и помощи бедным.",
    "prayer": "О, святая праведная Иулиание, научи нас творить милостыню от чистого сердца и любить ближних."
  },
  "4-1": {
    "name": "Великомученица Анастасия Узорешительница",
    "description": "Исцелительница от болезней и утешительница заключённых. Пострадала во времена Диоклетиана.",
    "prayer": "Святая великомученице Анастасие, избави нас от уз греховных и недугов телесных."
  },
  "5-1": {
    "name": "Священномученик Василий, епископ",
    "description": "Епископ, пострадавший за веру в годы гонений. Известен кротостью и мудростью.",
    "prayer": "О, святый священномучениче Василие, укрепи нас в исповедании православной веры до конца."
  },
  "6-1": {
    "name": "Навечерие Рождества Христова",
    "description": "Рождественский сочельник — день строгого поста и подготовки к великому празднику.",
    "prayer": "Господи Иисусе Христе, Боже наш, сподоби нас встретить святое Твоё Рождество в покаянии и чистоте сердца."
  },
  "7-1": {
    "name": "Рождество Господа нашего Иисуса Христа",
    "description": "Великий праздник пришествия в мир Спасителя. Начало спасения человечества.",
    "prayer": "Рождество Твоё, Христе Боже наш, возсия мирови свет разума, в нем бо звездам служащии, звездою учахуся, Тебе кланятися Солнцу правды."
  },
  "8-1": {
    "name": "Собор Пресвятой Богородицы",
    "description": "Праздник в честь Божией Матери, родившей Спасителя мира.",
    "prayer": "Пресвятая Богородице, спаси нас! Твоим заступлением даруй нам чистоту души и тела."
  },
  "9-1": {
    "name": "Святой апостол первомученик Стефан",
    "description": "Первый христианский мученик, побитый камнями за проповедь о Христе.",
    "prayer": "Святый первомучениче Стефане, моли Бога о даровании нам мужества в исповедании веры."
  },
  "10-1": {
    "name": "Святые 20 000 мучеников Никомидийских",
    "description": "Пострадали в Никомидийской церкви в день Рождества Христова в 302 году.",
    "prayer": "Святии мученицы, молите Бога о нас, да сохранит Он Церковь нашу от расколов и ересей."
  }
}
// ... и так далее до 31 января
